Repository: BekiAbdullaev/Asseerat
Catalog: Asseerat/Resource/Localizable/*.lproj/Localizable.strings
Languages: ru, uz

# noUnarchivedEmptySubtittle
source: There are no any archived sunnahs. As soon as you archive a sunnah, it will be moved to this section.
ru: Нет никаких архивированных сунн. Как только вы архивируете сунну, она будет перемещена в этот раздел.
uz: Hech qanday arxivlangan sunnatlar yo'q. Sunnatni arxivlashingiz bilanoq, u ushbu bo'limga ko'chiriladi.

source: Dhikr
ru: Зикр
uz: Zikr

source: Today
ru: Сегодня
uz: Bugun

source: All the time
ru: Все время
uz: Barcha vaqt

source: Dhikr rating
ru: Рейтинг зикра
uz: Zikr reytingi

# rounds
source: Round
ru: Раунды
uz: Raundlar

source: Count
ru: Счет
uz: Hisob

source: Counter list
ru: Список счетчика
uz: Hisoblagich ro'yxati

source: Item
ru: Элемент
uz: Element

# areYouSureToDelete
source: Are you shure, you want to delete
ru: Вы уверены, что хотите удалить
uz: Ishonchingiz komilmi, o'chirmoqchimisiz

source: this item
ru: этот элемент
uz: bu elementni

source: No
ru: Нет
uz: Yo'q

# youMustHaveOneDhikr
source: You must have at least one dhikr.
ru: У вас должен быть хотя бы один зикр.
uz: Sizda kamida bitta zikr bo'lishi kerak.

# dhikrRequirment
source: Please make sure there are no mistakes in the text when adding new dhikr. It's important — and beneficial for yourself!
ru: Пожалуйста, убедитесь, что в тексте нет ошибок при добавлении нового зикра. Это важно — и полезно для вас самих!
uz: Iltimos, yangi zikr qo'shishda matnda xatoliklar yo'qligiga ishonch hosil qiling. Bu muhim — va o'zingiz uchun foydali!

source: Add
ru: Добавить
uz: Qo'shish

source: Weekly
ru: Еженедельно
uz: Haftalik

source: All time
ru: Все время
uz: Barcha vaqt

source: Email or Phone number
ru: Электронная почта или номер телефона
uz: Elektron pochta yoki telefon raqami

source: Add friends
ru: Добавить друзей
uz: Do'stlar qo'shish

source: Your location
ru: Ваше местоположение
uz: Sizning joylashuvingiz

source: Detact automatically
ru: Определить автоматически
uz: Avtomatik aniqlash

source: Location
ru: Местоположение
uz: Joylashuv

source: Prayer times
ru: Время намазов
uz: Namoz vaqtlari

source: Notification
ru: Уведомление
uz: Bildirishnoma

source: Theme
ru: Тема
uz: Mavzu

source: Security
ru: Безопасность
uz: Xavfsizlik

source: Help
ru: Помощь
uz: Yordam

source: Log Out
ru: Выйти
uz: Chiqish

# logOutDetail
source: Here’s some alert text. It can span multiple lines if needed!
ru: Вот текст предупреждения. При необходимости он может занимать несколько строк!
uz: Mana ogohlantirish matni. Kerak bo'lsa, bir nechta qatorni egallashi mumkin!

source: Yes
ru: Да
uz: Ha

source: Profile
ru: Профиль
uz: Profil

source: My devices
ru: Мои устройства
uz: Mening qurilmalarim

# yourDevices
source: Your device
ru: Ваше устройство
uz: Sizning qurilmangiz

source: E-mail
ru: Электронная почта
uz: Elektron pochta

source: Date of birth
ru: Дата рождения
uz: Tug'ilgan sana

source: Save
ru: Сохранить
uz: Saqlash

# userInfoSucUpdated
source: User info successfully updated!
ru: Информация пользователя успешно обновлена!
uz: Foydalanuvchi ma'lumotlari muvaffaqiyatli yangilandi!

source: Delete an account
ru: Удалить учетную запись
uz: Hisobni o'chirish

# deleteAnAccountDetail
source: Here’s some alert text. It can span multiple lines if needed!
ru: Вот текст предупреждения. При необходимости он может занимать несколько строк!
uz: Mana ogohlantirish matni. Kerak bo'lsa, bir nechta qatorni egallashi mumkin!

source: Profile Editing
ru: Редактирование профиля
uz: Profilni tahrirlash

source: Green
ru: Зеленый
uz: Yashil

source: Gray
ru: Серый
uz: Kulrang

source: Create
ru: Создать
uz: Yaratish

source: Cancel
ru: Отмена
uz: Bekor qilish

source: Galery
ru: Галерея
uz: Galereya

source: Camera
ru: Камера
uz: Kamera

source: Upload image
ru: Загрузить изображение
uz: Rasmni yuklash

source: Settings
ru: Настройки.
uz: Sozlamalar

# cameraRequired
source: You need to set permission to use camera.
ru: Необходимо установить разрешение на использование камеры.
uz: Kameradan foydalanish uchun ruxsatni o'rnatishingiz kerak.

source: Tell about %@
ru: Расскажите о %@
uz: %@ haqida gapirib ber

# letChatAbout
source: Let's chat about %@
ru: Давайте поговорим о %@
uz: Keling, %@ haqida suhbatlashamiz

# passwordValidationString
source: Пароль от 8 символов с буквами, цифрой и спецсимволом
uz: Parol 8 ta belgidan iborat bo'lib, harflar, raqam va maxsus belgi bo'lishi kerak
