Repository: BekiAbdullaev/Asseerat
Catalog: Asseerat/Resource/Localizable/*.lproj/Localizable.strings
Languages: ru, uz

# lang
source: Language
ru: Язык
uz: Til

source: Skip
ru: Пропустить
uz: O'tkazib yuborish

source: Get Started
ru: Начать
uz: Boshlash

# onboard1Title
source: Welcome to Asseerat
ru: Добро пожаловать в Asseerat
uz: Asseeratga xush kelibsiz

# onboard3Title
source: Dhikr with Friends
ru: Зикр с друзьями
uz: Do'stlar bilan zikr

# onboard4Title
source: Daily Sunnah
ru: Ежедневная Сунна
uz: Kundalik sunnat

# onboard5Title
source: AR Models
ru: AR модели
uz: AR modellari

# onboard1Detail
source: Explore the life of Prophet Muhammad ﷺ through rich stories, daily inspiration, and immersive experiences.
ru: Изучайте жизнь Пророка Мухаммада ﷺ через богатые истории, ежедневное вдохновение и захватывающие впечатления.
uz: Payg'ambar Muhammad ﷺ hayotini boy hikoyalar, kundalik ilhom va ta'sirchan tajribalar orqali o'rganing.

# onboard2Detail
source: Ask any question about the life of the Prophet ﷺ and receive instant, insightful answers powered by Asseerat AI.
ru: Задавайте любые вопросы о жизни Пророка ﷺ и получайте мгновенные, содержательные ответы с помощью Asseerat AI.
uz: Payg'ambarimiz ﷺ hayoti haqida har qanday savol bering va Asseerat AI yordamida tezkor, tushunarli javoblar oling.

# onboard3Detail
source: Engage in daily dhikr and see how you rank among your friends.
ru: Участвуйте в ежедневном зикре и смотрите, как вы ранжируетесь среди своих друзей.
uz: Kundalik zikrda qatnashing va do'stlaringiz orasida qanday o'rinda turishingizni ko'ring.

# onboard4Detail
source: Build good habits with daily Sunnah reminders. Simple, powerful practices for every day.
ru: Формируйте хорошие привычки с ежедневными напоминаниями Сунны. Простые, действенные практики на каждый день.
uz: Kundalik sunnat eslatmalari bilan yaxshi odatlar shakllantiring. Har kun uchun oddiy, kuchli amaliyotlar.

# onboard5Detail
source: Discover key moments and places from Seerah in stunning 3D. Bring history to life through interactive AR experiences.
ru: Откройте для себя ключевые моменты и места из Сиры в потрясающем 3D. Оживите историю через интерактивные AR впечатления.
uz: Sira tarixidagi muhim lahzalar va joylarni ajoyib 3D formatda kashf eting. Interaktiv AR tajribalari orqali tarixni jonlantiring.

source: Log In
ru: Войти
uz: Kirish

# loginDetail
source: Log in to explore the life of our Prophet, peace be upon him, and receive trustworthy answers to your questions
ru: Войдите, чтобы изучить жизнь нашего Пророка, мир ему, и получить достоверные ответы на ваши вопросы
uz: Payg'ambarimiz, unga tinchlik va salovat bo'lsin, hayotini o'rganish va savollaringizga ishonchli javoblar olish uchun kiring

source: Telephone
ru: Телефон
uz: Telefon

source: Password
ru: Пароль
uz: Parol

source: Login
ru: Войти
uz: Kirish

source: Forget password?
ru: Забыли пароль?
uz: Parolni unutdingizmi?

# loginWith
source: Login in with
ru: Войти с помощью
uz: Orqali kirish

# dontHaveAccount
source: Don't have an account?
ru: Нет учетной записи?
uz: Hisobingiz yo'qmi?

# signUp
source: Sing Up
ru: Зарегистрироваться
uz: Ro'yxatdan o'tish

# joinUs
source: Joining us
ru: Присоединяйтесь к нам
uz: Bizga qo'shiling

# joinUsDetail
source: This information helps us provide you with more relevant and engaging content
ru: Эта информация помогает нам предоставлять вам более актуальный и интересный контент
uz: Bu ma'lumot bizga sizga yanada dolzarb va qiziqarli kontent taqdim etishga yordam beradi

source: Name
ru: Имя
uz: Ism

source: Last name
ru: Фамилия
uz: Familiya

source: Date
ru: Дата
uz: Sana

source: Register
ru: Зарегистрироваться
uz: Ro'yxatdan o'tish

# registerTerm
source: By registering, you accept the terms of the
ru: Регистрируясь, вы принимаете условия
uz: Ro'yxatdan o'tish orqali siz quyidagi shartlarni qabul qilasiz

source: Privacy Policy
ru: Политики конфиденциальности
uz: Maxfiylik siyosati

# areURegistered
source: Are you registered?
ru: Вы зарегистрированы?
uz: Ro'yxatdan o'tganmisiz?

source: Male
ru: Мужской
uz: Erkak

source: Female
ru: Женский
uz: Ayol

source: Change password
ru: Изменить пароль
uz: Parolni o'zgartirish

# enterPassDetail
source: Please enter your phone number to receive a verification code
ru: Пожалуйста, введите номер телефона для получения кода подтверждения
uz: Tasdiqlash kodini olish uchun telefon raqamingizni kiriting

source: Verify
ru: Подтвердить
uz: Tasdiqlash

source: Enter OTP code
ru: Введите OTP код
uz: OTP kodini kiriting

# enterOTPCodeDetail
source: We’ve sent an SMS with an activation code to your phone (phone) number to receive a verification code
ru: Мы отправили SMS с кодом активации на ваш номер телефона (phone) для получения кода подтверждения
uz: Tasdiqlash kodini olish uchun (phone) telefon raqamingizga aktivlashtirish kodi yuborilgan SMS xabari yubordik

source: Confirm
ru: Подтвердить
uz: Tasdiqlash

source: Sent New
ru: Отправить новый
uz: Yangisini yuborish

source: Confirm password
ru: Подтвердите пароль
uz: Parolni tasdiqlang

source: Create password
ru: Создать пароль
uz: Parol yaratish

source: Reset password
ru: Сбросить пароль
uz: Parolni tiklash

# resetPasswordDetail
source: Please type something you’ll remember
ru: Пожалуйста, введите что-то, что вы запомните
uz: Iltimos, eslab qoladigan narsani kiriting

source: Set password
ru: Установить пароль
uz: Parolni o'rnatish

# setPasswordDetail
source: You are registering with +(String(phone.dropFirst(3)).reformatAsPhone9()) phone number. Set specific password for it.
ru: Вы регистрируетесь с номером телефона +(String(phone.dropFirst(3)).reformatAsPhone9()). Установите специальный пароль для него.
uz: Siz +(String(phone.dropFirst(3)).reformatAsPhone9()) telefon raqami bilan ro'yxatdan o'tyapsiz. Uning uchun maxsus parol o'rnating.

source: Home
ru: Главная
uz: Bosh sahifa

source: Sunnahs
ru: Сунны
uz: Sunnatlar

# dhikrs
source: Dhikr
ru: Зикр
uz: Zikr

# home11Title
source: Life of the Prophet
ru: Жизнь Пророка
uz: Payg'ambar hayoti

# home11Subtitle
source: A Timeless Journey of Light, Mercy, and Revelation
ru: Вечное путешествие света, милосердия и откровения
uz: Nur, rahmat va vahiyning abadiy sayohati

# home21Title
source: Shama’il
ru: Шамаиль
uz: Shamoil

# home21Subtitle
source: Exploring the Beauty and Character of the Prophet
ru: Изучение красоты и характера Пророка
uz: Payg'ambarning go'zalligi va xarakterini o'rganish

# home22Title
source: AR Experience
ru: AR опыт
uz: AR tajriba

# home22Subtitle
source: Bring Sacred Artifacts to Your Space
ru: Принесите священные артефакты в ваше пространство
uz: Muqaddas narsalarni o'z makongizga olib keling

# home23Title
source: Maps & Key Locations
ru: Карты и ключевые места
uz: Xaritalar va asosiy joylar

# home23Subtitle
source: Relive the Prophet’s Campaigns
ru: Переживите походы Пророка
uz: Payg'ambarning yurishlarini qayta boshdan kechiring

# home31Title
source: Companins of the Prophet
ru: Сподвижники Пророка
uz: Payg'ambarning sahobalari

# home31Subtitle
source: Stories of Courage, Love, and Faith
ru: Истории мужества, любви и веры
uz: Jasorat, muhabbat va iymon hikoyalari

# home41Title
source: Family of the Prophet
ru: Семья Пророка
uz: Payg'ambarning oilasi

# home41Subtitle
source: Stories of Love, Strength, and Faith from His Family
ru: Истории любви, силы и веры из его семьи
uz: Uning oilasidan muhabbat, kuch va iymon hikoyalari

# home51Title
source: Sunnah in Daily Life
ru: Сунна в повседневной жизни
uz: Kundalik hayotda sunnat

# home51Subtitle
source: Practical applications of the Sunnah in modern daily life
ru: Практическое применение Сунны в современной повседневной жизни
uz: Zamonaviy kundalik hayotda sunnatning amaliy qo'llanilishi

source: Allow location access
ru: Разрешить доступ к местоположению
uz: Joylashuv ruxsatini berish

source: Daily sunnah analytics
ru: Аналитика ежедневной сунны
uz: Kundalik sunnat tahlili

# lifeListNavTitle
source: Life of the Prophet
ru: Жизнь Пророка
uz: Payg'ambar hayoti

# shamailListNavTitle
source: Shama’il
ru: Шамаиль
uz: Shamoil

# companionListNavTitle
source: Companions of the Prophet
ru: Сподвижники Пророка
uz: Payg'ambarning sahobalari

# familyListNavTitle
source: Family of the Prophet
ru: Семья Пророка
uz: Payg'ambarning oilasi

# sunnahListNavTitle
source: Sunnah in Daily Life
ru: Сунна в повседневной жизни
uz: Kundalik hayotda sunnat

# lifeList1Title
source: Before Prophethood
ru: До пророчества
uz: Payg'ambarlikdan oldin

# lifeList1Subtitle
source: A life of truthfulness, trust, and reflection
ru: Жизнь правдивости, доверия и размышлений
uz: Rostgo'ylik, ishonch va fikrlash hayoti

# lifeList2Title
source: Meccan Period
ru: Мекканский период
uz: Makka davri

# lifeList2Subtitle
source: Calling to monotheism with patience and perseverance
ru: Призыв к единобожию с терпением и настойчивостью
uz: Sabr va qat'iyat bilan tavhidga da'vat

# lifeList3Title
source: Medinan Period
ru: Мединский период
uz: Madina davri

# lifeList3Subtitle
source: Establishing a just and compassionate community
ru: Создание справедливого и сострадательного общества
uz: Adolatli va mehribon jamiyat barpo etish

# lifeList4Title
source: After the Prophet
ru: После Пророка
uz: Payg'ambardan keyin

# lifeList4Subtitle
source: His legacy lives on in hearts and guidance
ru: Его наследие живет в сердцах и наставлениях
uz: Uning merosi qalblarda va yo'l-yo'riqlarda yashaydi

# shamailList1Title
source: Physical Description
ru: Физическое описание
uz: Jismoniy tavsif

# shamailList1Subtitle
source: Noble presence and radiant dignity
ru: Благородное присутствие и лучезарное достоинство
uz: Olijanob mavjudlik va yorqin qadr-qimmat

# shamailList2Title
source: Appearance
ru: Внешность
uz: Tashqi ko'rinish

# shamailList2Subtitle
source: Simplicity with graceful cleanliness
ru: Простота с изящной чистотой
uz: Nafis poklik bilan soddalik

# shamailList3Title
source: Eating Habits
ru: Привычки в еде
uz: Ovqatlanish odatlari

# shamailList3Subtitle
source: Moderation with gratitude
ru: Умеренность с благодарностью
uz: Shukr bilan mo''tadillik

# shamailList4Title
source: Manners
ru: Манеры
uz: Odob-axloq

# shamailList4Subtitle
source: Gentleness in speech and conduct
ru: Мягкость в речи и поведении
uz: Nutq va xatti-harakatda yumshoqlik

# shamailList5Title
source: Daily Life
ru: Повседневная жизнь
uz: Kundalik hayot

# shamailList5Subtitle
source: A life of devotion and balance
ru: Жизнь преданности и баланса
uz: Fidokorlik va muvozanat hayoti

# shamailList6Title
source: Compassion
ru: Сострадание
uz: Rahm-shafqat

# shamailList6Subtitle
source: Boundless mercy to all creation
ru: Безграничное милосердие ко всему творению
uz: Barcha maxluqotga cheksiz rahm-shafqat

# companionList1Title
source: The Ten Promised Paradise
ru: Десять обещанных раем
uz: Jannatga va'da qilingan o'nta

# companionList1Subtitle
source: Pioneers of faith, promised eternal reward
ru: Пионеры веры, обещанные вечной наградой
uz: Iymon kashshoflari, abadiy mukofotga va'da qilinganlar

# companionList2Title
source: The Four Rightly Guided
ru: Четыре праведных халифа
uz: To'rtta to'g'ri yo'lda yurgan xalifalar

# companionList2Subtitle
source: Leaders of wisdom, justice, and prophetic legacy
ru: Лидеры мудрости, справедливости и пророческого наследия
uz: Donishmandlik, adolat va payg'ambarlik merosining rahbarlari

# companionList3Title
source: Scholars among Sahaba
ru: Ученые среди сахабов
uz: Sahobalar orasidagi olimlar

# companionList3Subtitle
source: Guardians of knowledge and transmitters of truth
ru: Хранители знаний и передатчики истины
uz: Bilim qo'riqchilari va haqiqat etkazuvchilari

# companionList4Title
source: Caliphs
ru: Халифы
uz: Xalifalar

# companionList4Subtitle
source: Stewards of the Ummah and defenders of Islam
ru: Попечители уммы и защитники ислама
uz: Ummat mas'ullari va islom himoyachilari

# companionList5Title
source: Female
ru: Женщины
uz: Ayollar

# companionList5Subtitle
source: Women of strength, piety, and unwavering devotion
ru: Женщины силы, благочестия и непоколебимой преданности
uz: Kuch, taqvodorlik va qat'iy fidokorlik ayollari

# companionList6Title
source: Young
ru: Молодые
uz: Yoshlar

# companionList6Subtitle
source: Youthful hearts empowered by faith.
ru: Молодые сердца, укрепленные верой.
uz: Iymon bilan kuchaytirilgan yosh qalblar.

# companionList7Title
source: Heroes
ru: Герои
uz: Qahramonlar

# companionList7Subtitle
source: Brave souls who stood firm in truth and sacrifice
ru: Храбрые души, которые стояли твердо в истине и жертвенности
uz: Haqiqat va qurbonlikda mustahkam turgan jasur ruhlar

# familyList1Title
source: Wives
ru: Жены
uz: Xotinlar

# familyList1Subtitle
source: Mothers of the Believers, pillars of support and wisdom
ru: Матери верующих, столпы поддержки и мудрости
uz: Mo'minlarning onalari, qo'llab-quvvatlash va donishmandlik ustunlari

# familyList2Title
source: Sons
ru: Сыновья
uz: O'g'illar

# familyList2Subtitle
source: Brief lights of love and loss in the Prophet’s life
ru: Краткие огни любви и утраты в жизни Пророка
uz: Payg'ambar hayotidagi muhabbat va yo'qotishning qisqa nurlari

# familyList3Title
source: Daughters
ru: Дочери
uz: Qizlar

# familyList3Subtitle
source: Models of strength and deep devotion
ru: Образцы силы и глубокой преданности
uz: Kuch va chuqur fidokorlik namunalari

# familyList4Title
source: Ahlul Bayt
ru: Ахль уль-Байт
uz: Ahli bayt

# familyList4Subtitle
source: The noble family, honored in heart and revelation
ru: Благородная семья, почитаемая в сердце и откровении
uz: Qalb va vahiyda hurmat qilinadigan olijanob oila

# sunnahList1Title
source: Sunnah of Speech & Manners
ru: Сунна речи и манер
uz: Nutq va odob-axloq sunnati

# sunnahList1Subtitle
source: Graceful words and noble conduct in every interaction
ru: Изящные слова и благородное поведение в каждом взаимодействии
uz: Har bir muloqotda nafis so'zlar va olijanob xulq

# sunnahList2Title
source: Sunnah of Eating & Drinking
ru: Сунна еды и питья
uz: Ovqatlanish va ichish sunnati

# sunnahList2Subtitle
source: Gratitude, moderation, and mindful habits
ru: Благодарность, умеренность и осознанные привычки
uz: Shukr, mo''tadillik va ongli odatlar

# sunnahList3Title
source: Morning Sunnah
ru: Утренняя сунна
uz: Ertalabki sunnat

# sunnahList3Subtitle
source: Beginning the day with light, remembrance, and purpose
ru: Начало дня со светом, поминанием и целью
uz: Nur, zikr va maqsad bilan kunni boshlash

# sunnahList4Title
source: Sunnah of Sleep
ru: Сунна сна
uz: Uyqu sunnati

# sunnahList4Subtitle
source: Rest with remembrance and trust in the Divine
ru: Отдых с поминанием и доверием к Божественному
uz: Zikr va Ilohiyga ishonch bilan dam olish

# sunnahList5Title
source: Sunnah of Travel
ru: Сунна путешествий
uz: Sayohat sunnati

# sunnahList5Subtitle
source: Mindful journeys guided by prayer and etiquette
ru: Осознанные путешествия, руководимые молитвой и этикетом
uz: Namoz va odob bilan boshqariladigan ongli sayohatlar

# sunnahList6Title
source: Weekly Sunnah
ru: Еженедельная сунна
uz: Haftalik sunnat

# sunnahList6Subtitle
source: Rhythms of worship that renew the spirit
ru: Ритмы поклонения, обновляющие дух
uz: Ruhni yangilaydigan ibodat ritmlari

# sunnahList7Title
source: Sunnah in the Masjid
ru: Сунна в мечети
uz: Masjidda sunnat

# sunnahList7Subtitle
source: Devotion in the house of Allah.
ru: Преданность в доме Аллаха.
uz: Alloh uyida fidokorlik.

# sunnahList8Title
source: Sunnah of Cleanliness
ru: Сунна чистоты
uz: Poklik sunnati

# sunnahList8Subtitle
source: Purity of body and soul as a path to faith
ru: Чистота тела и души как путь к вере
uz: Imonga yo'l sifatida tana va ruh pokligi

# sunnahList9Title
source: Sunnah of Dressing
ru: Сунна одежды
uz: Kiyinish sunnati

# sunnahList9Subtitle
source: Modesty, cleanliness, and beauty in balance
ru: Скромность, чистота и красота в балансе
uz: Muvozanatda hayo, poklik va go'zallik

# arEmtpyTitle
source: AR Experience Soon!
ru: AR опыт скоро!
uz: AR tajriba tez orada!

# arEmtpySubtitle
source: We are actively building this feature. Stay tuned for updates.
ru: Мы активно работаем над этой функцией. Следите за обновлениями.
uz: Biz ushbu funksiya ustida faol ishlamoqdamiz. Yangilanishlarni kuzatib boring.

# arNavTitle
source: AR Experience
ru: AR опыт
uz: AR tajriba

source: AR List
ru: Список AR
uz: AR ro'yxati

source: Unknown
ru: Неизвестно
uz: Noma'lum

# mapAndKeyLocEmityTitle
source: Maps & Key Locations Soon!
ru: Карты и ключевые места скоро!
uz: Xaritalar va asosiy joylar tez orada!

# mapAndKeyLocEmitySubtitle
source: We are actively building this feature. Stay tuned for updates.
ru: Мы активно работаем над этой функцией. Следите за обновлениями.
uz: Biz ushbu funksiya ustida faol ishlamoqdamiz. Yangilanishlarni kuzatib boring.

# mapAndKeyLocNavTitle
source: Maps & Key Locations
ru: Карты и ключевые места
uz: Xaritalar va asosiy joylar

# mapAndKeyLocList
source: Maps & Key Locations List
ru: Список карт и ключевых мест
uz: Xaritalar va asosiy joylar ro'yxati

# whatCanIDo
source: What Can I Do for You Today?
ru: Что я могу сделать для вас сегодня?
uz: Bugun siz uchun nima qila olaman?

source: AI Assistant
ru: AI ассистент
uz: AI yordamchi

source: Send message
ru: Отправить сообщение
uz: Xabar yuborish

source: Thinking...
ru: Думаю...
uz: O'ylayapman...

source: AI types
ru: Типы AI
uz: AI turlari

# noChatHistoryTitle
source: No chat history
ru: Нет истории чата
uz: Chat tarixi yo'q

# noChatHistorySubtitle
source: Send your first message, and your history will be saved and appear here.
ru: Отправьте свое первое сообщение, и ваша история будет сохранена и появится здесь.
uz: Birinchi xabaringizni yuboring va tarixingiz saqlanib, bu yerda paydo bo'ladi.

# deleteChatActionTittle
source: Delete chat.
ru: Удалить чат.
uz: Chatni o'chirish.

# deleteChatActionSubtittle
source: Do you really want to delete this chat?
ru: Вы действительно хотите удалить этот чат?
uz: Haqiqatan ham bu chatni o'chirmoqchimisiz?

source: Chat history
ru: История чата
uz: Chat tarixi

source: Goal
ru: Цель
uz: Maqsad

source: Type
ru: Тип
uz: Turi

source: Freezed
ru: Заморожено
uz: Muzlatilgan

# createSunnahEmpityTitle
source: Create a sunnah daily
ru: Создайте ежедневную сунну
uz: Kundalik sunnat yarating

# createSunnahEmpitySubtitle
source: Easily create new Sunnah entries for daily learning.
ru: Легко создавайте новые записи Сунны для ежедневного обучения.
uz: Kundalik o'rganish uchun yangi sunnat yozuvlarini osongina yarating.

# registerRequiredTitle
source: Registration Required
ru: Требуется регистрация
uz: Ro'yxatdan o'tish talab qilinadi

# registerRequiredSubtitle
source: In order to use this feature, you must be registered.
ru: Чтобы использовать эту функцию, вы должны быть зарегистрированы.
uz: Ushbu funksiyadan foydalanish uchun ro'yxatdan o'tgan bo'lishingiz kerak.

source: Daily
ru: Ежедневно
uz: Kundalik

source: Weekly goals
ru: Еженедельные цели
uz: Haftalik maqsadlar

source: Monthly goals
ru: Ежемесячные цели
uz: Oylik maqsadlar

source: All
ru: Все
uz: Hammasi

source: Delete
ru: Удалить
uz: O'chirish

source: Delete habit.
ru: Удалить привычку.
uz: Odatni o'chirish.

# deleteHabitDetail
source: Do you really want to delete this habit?
ru: Вы действительно хотите удалить эту привычку?
uz: Haqiqatan ham bu odatni o'chirmoqchimisiz?

source: Back
ru: Назад
uz: Orqaga

source: Complete
ru: Завершить
uz: Yakunlash

source: Unfreeze
ru: Разморозить
uz: Muzlatishni bekor qilish

source: Freeze
ru: Заморозить
uz: Muzlatish

source: Edit Sunnah
ru: Редактировать Сунну
uz: Sunnatni tahrirlash

source: Edit Sunnahs
ru: Редактировать Сунны
uz: Sunnatlarni tahrirlash

# noSunnahEmptyTitle
source: No sunnahs.
ru: Нет сунн.
uz: Sunnatlar yo'q.

# noSunnahEmptySubtitle
source: There are no any sunnahs to edit. As soon as adding a new one, it will appear here.
ru: Нет никаких сунн для редактирования. Как только вы добавите новую, она появится здесь.
uz: Tahrirlash uchun sunnatlar yo'q. Yangisini qo'shishingiz bilan u bu yerda paydo bo'ladi.

# archiveSunnahActionTitle
source: Archive sunnah.
ru: Архивировать сунну.
uz: Sunnatni arxivlash.

# archiveSunnahActionSubtitle
source: Do you really want to archive this sunnah?
ru: Вы действительно хотите архивировать эту сунну?
uz: Haqiqatan ham bu sunnatni arxivlamoqchimisiz?

source: Archive
ru: Архив
uz: Arxiv

source: Successefully archived.
ru: Успешно архивировано.
uz: Muvaffaqiyatli arxivlandi.

# deleteSunnahActionTitle
source: Delete sunnah.
ru: Удалить сунну.
uz: Sunnatni o'chirish.

# deleteSunnahActionSubtitle
source: Do you really want to delete this sunnah?
ru: Вы действительно хотите удалить эту сунну?
uz: Haqiqatan ham bu sunnatni o'chirmoqchimisiz?

source: Successefully deleted.
ru: Успешно удалено.
uz: Muvaffaqiyatli o'chirildi.

source: Done
ru: Готово
uz: Tayyor

# addNewSunnah
source: Add new habit
ru: Добавить новую привычку
uz: Yangi odat qo'shish

source: Standart
ru: Стандарт

# createCustomSunnah
source: Create custom habit
ru: Создать пользовательскую привычку
uz: Maxsus odat yaratish

source: Add Sunnah
ru: Добавить Сунну
uz: Sunnat qo'shish

# egMorningMeditator
source: e.g. Morning Meditation
ru: например, Утренняя медитация
uz: masalan, Ertalabki meditatsiya

source: Description
ru: Описание
uz: Tavsif

source: List
ru: Список
uz: Ro'yxat

source: How often?
ru: Как часто?
uz: Qancha tez-tez?

source: Remind me
ru: Напомнить мне
uz: Menga eslatib tur

source: My daily count
ru: Мой ежедневный счет
uz: Mening kundalik hisobim

source: Successefully edited.
ru: Успешно отредактировано.
uz: Muvaffaqiyatli tahrirlandi.

source: Successefully added.
ru: Успешно добавлено.
uz: Muvaffaqiyatli qo'shildi.

source: Choose icon
ru: Выбрать иконку
uz: Ikonka tanlash

source: Period
ru: Период
uz: Davr

source: Repeat
ru: Повторить
uz: Takrorlash

source: Save goals
ru: Сохранить цели
uz: Maqsadlarni saqlash

source: Select Time
ru: Выбрать время
uz: Vaqtni tanlash

source: Save Time
ru: Сохранить время
uz: Vaqtni saqlash

source: Set your daily reminder
ru: Установите ежедневное напоминание
uz: Kundalik eslatmani o'rnating

source: Drink Water
ru: Пить воду
uz: Suv ichish

# takeWalk
source: Take a walk
ru: Прогуляться
uz: Sayr qilish

# goToGYM
source: Go to the gym
ru: Пойти в спортзал
uz: Sport zaliga borish

source: Lose weight
ru: Похудеть
uz: Vazn yo'qotish

source: Plan my day
ru: Спланировать день
uz: Kunimni rejalashtirish

source: Read
ru: Читать
uz: O'qish

source: Medidate
ru: Медитировать
uz: Meditatsiya qilish

# everyDay
source: Every month
ru: Каждый день
uz: Har kuni

source: Every week
ru: Каждую неделю
uz: Har hafta

# selectWeekDays
source: Select weakdays
ru: Выбрать дни недели
uz: Hafta kunlarini tanlash

source: Analytics
ru: Аналитика
uz: Tahlil

source: Overview
ru: Обзор
uz: Umumiy ko'rinish

source: Archived
ru: Архивировано
uz: Arxivlangan

source: Completed in total
ru: Завершено всего
uz: Jami bajarilgan

source: Longest streak ever
ru: Самая длинная серия за все время
uz: Eng uzun ketma-ketlik

source: Current longest streak
ru: Текущая самая длинная серия
uz: Hozirgi eng uzun ketma-ketlik

source: Required
ru: Требуется
uz: Talab qilinadi

source: Completed
ru: Завершено
uz: Bajarildi

source: Unarchive
ru: Разархивировать
uz: Arxivdan chiqarish

# unarchiveSunnahActionTitle
source: Unarchive sunnah.
ru: Разархивировать сунну.
uz: Sunnatni arxivdan chiqarish.

# unarchiveSunnahActionSubtitle
source: Do you really want to unarchive this sunnah?
ru: Вы действительно хотите разархивировать эту сунну?
uz: Haqiqatan ham bu sunnatni arxivdan chiqarmoqchimisiz?

source: Successefully unarchived.
ru: Успешно разархивировано.
uz: Muvaffaqiyatli arxivdan chiqarildi.

# noUnarchivedEmptyTittle
source: No archived sunnahs.
ru: Нет архивированных сунн.
uz: Arxivlangan sunnatlar yo'q.
